loaddata-cassandra.results
YCSB Client 0.1
Command line: -db com.yahoo.ycsb.db.CassandraClient10 -P workloads/workloadb -P cassandra.props -threads 50 -s -load
[OVERALL], RunTime(ms), 2662174.0
[OVERALL], Throughput(ops/sec), 939.0821185993102
[CLEANUP], Operations, 50
[CLEANUP], AverageLatency(us), 104.44
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 205
[CLEANUP], 95thPercentileLatency(ms), 0
[CLEANUP], 99thPercentileLatency(ms), 0
[CLEANUP], 0, 50
[CLEANUP], 1, 0
[CLEANUP], 2, 0
[CLEANUP], 3, 0
[CLEANUP], 4, 0
[CLEANUP], 5, 0
[CLEANUP], 6, 0
[CLEANUP], 7, 0
[CLEANUP], 8, 0
[CLEANUP], 9, 0
[CLEANUP], 10, 0
[CLEANUP], 11, 0
[CLEANUP], 12, 0
[CLEANUP], 13, 0
[CLEANUP], 14, 0
[CLEANUP], 15, 0
[CLEANUP], 16, 0
[CLEANUP], 17, 0
[CLEANUP], 18, 0
[CLEANUP], 19, 0
[CLEANUP], 20, 0
[CLEANUP], 21, 0
[CLEANUP], 22, 0
[CLEANUP], 23, 0
[CLEANUP], 24, 0
[CLEANUP], 25, 0
[CLEANUP], 26, 0
[CLEANUP], 27, 0
[CLEANUP], 28, 0
[CLEANUP], 29, 0
[CLEANUP], 30, 0
[CLEANUP], 31, 0
[CLEANUP], 32, 0
[CLEANUP], 33, 0
[CLEANUP], 34, 0
[CLEANUP], 35, 0
[CLEANUP], 36, 0
[CLEANUP], 37, 0
[CLEANUP], 38, 0
[CLEANUP], 39, 0
[CLEANUP], 40, 0
[CLEANUP], 41, 0
[CLEANUP], 42, 0
[CLEANUP], 43, 0
[CLEANUP], 44, 0
[CLEANUP], 45, 0
[CLEANUP], 46, 0
[CLEANUP], 47, 0
[CLEANUP], 48, 0
[CLEANUP], 49, 0
[CLEANUP], 50, 0
[CLEANUP], 51, 0
[CLEANUP], 52, 0
[CLEANUP], 53, 0
[CLEANUP], 54, 0
[CLEANUP], 55, 0
[CLEANUP], 56, 0
[CLEANUP], 57, 0
[CLEANUP], 58, 0
[CLEANUP], 59, 0
[CLEANUP], 60, 0
[CLEANUP], 61, 0
[CLEANUP], 62, 0
[CLEANUP], 63, 0
[CLEANUP], 64, 0
[CLEANUP], 65, 0
[CLEANUP], 66, 0
[CLEANUP], 67, 0
[CLEANUP], 68, 0
[CLEANUP], 69, 0
[CLEANUP], 70, 0
[CLEANUP], 71, 0
[CLEANUP], 72, 0
[CLEANUP], 73, 0
[CLEANUP], 74, 0
[CLEANUP], 75, 0
[CLEANUP], 76, 0
[CLEANUP], 77, 0
[CLEANUP], 78, 0
[CLEANUP], 79, 0
[CLEANUP], 80, 0
[CLEANUP], 81, 0
[CLEANUP], 82, 0
[CLEANUP], 83, 0
[CLEANUP], 84, 0
[CLEANUP], 85, 0
[CLEANUP], 86, 0
[CLEANUP], 87, 0
[CLEANUP], 88, 0
[CLEANUP], 89, 0
[CLEANUP], 90, 0
[CLEANUP], 91, 0
[CLEANUP], 92, 0
[CLEANUP], 93, 0
[CLEANUP], 94, 0
[CLEANUP], 95, 0
[CLEANUP], 96, 0
[CLEANUP], 97, 0
[CLEANUP], 98, 0
[CLEANUP], 99, 0
[CLEANUP], 100, 0
[CLEANUP], 101, 0
[CLEANUP], 102, 0
[CLEANUP], 103, 0
[CLEANUP], 104, 0
[CLEANUP], 105, 0
[CLEANUP], 106, 0
[CLEANUP], 107, 0
[CLEANUP], 108, 0
[CLEANUP], 109, 0
[CLEANUP], 110, 0
[CLEANUP], 111, 0
[CLEANUP], 112, 0
[CLEANUP], 113, 0
[CLEANUP], 114, 0
[CLEANUP], 115, 0
[CLEANUP], 116, 0
[CLEANUP], 117, 0
[CLEANUP], 118, 0
[CLEANUP], 119, 0
[CLEANUP], 120, 0
[CLEANUP], 121, 0
[CLEANUP], 122, 0
[CLEANUP], 123, 0
[CLEANUP], 124, 0
[CLEANUP], 125, 0
[CLEANUP], 126, 0
[CLEANUP], 127, 0
[CLEANUP], 128, 0
[CLEANUP], 129, 0
[CLEANUP], 130, 0
[CLEANUP], 131, 0
[CLEANUP], 132, 0
[CLEANUP], 133, 0
[CLEANUP], 134, 0
[CLEANUP], 135, 0
[CLEANUP], 136, 0
[CLEANUP], 137, 0
[CLEANUP], 138, 0
[CLEANUP], 139, 0
[CLEANUP], 140, 0
[CLEANUP], 141, 0
[CLEANUP], 142, 0
[CLEANUP], 143, 0
[CLEANUP], 144, 0
[CLEANUP], 145, 0
[CLEANUP], 146, 0
[CLEANUP], 147, 0
[CLEANUP], 148, 0
[CLEANUP], 149, 0
[CLEANUP], 150, 0
[CLEANUP], 151, 0
[CLEANUP], 152, 0
[CLEANUP], 153, 0
[CLEANUP], 154, 0
[CLEANUP], 155, 0
[CLEANUP], 156, 0
[CLEANUP], 157, 0
[CLEANUP], 158, 0
[CLEANUP], 159, 0
[CLEANUP], 160, 0
[CLEANUP], 161, 0
[CLEANUP], 162, 0
[CLEANUP], 163, 0
[CLEANUP], 164, 0
[CLEANUP], 165, 0
[CLEANUP], 166, 0
[CLEANUP], 167, 0
[CLEANUP], 168, 0
[CLEANUP], 169, 0
[CLEANUP], 170, 0
[CLEANUP], 171, 0
[CLEANUP], 172, 0
[CLEANUP], 173, 0
[CLEANUP], 174, 0
[CLEANUP], 175, 0
[CLEANUP], 176, 0
[CLEANUP], 177, 0
[CLEANUP], 178, 0
[CLEANUP], 179, 0
[CLEANUP], 180, 0
[CLEANUP], 181, 0
[CLEANUP], 182, 0
[CLEANUP], 183, 0
[CLEANUP], 184, 0
[CLEANUP], 185, 0
[CLEANUP], 186, 0
[CLEANUP], 187, 0
[CLEANUP], 188, 0
[CLEANUP], 189, 0
[CLEANUP], 190, 0
[CLEANUP], 191, 0
[CLEANUP], 192, 0
[CLEANUP], 193, 0
[CLEANUP], 194, 0
[CLEANUP], 195, 0
[CLEANUP], 196, 0
[CLEANUP], 197, 0
[CLEANUP], 198, 0
[CLEANUP], 199, 0
[CLEANUP], 200, 0
[CLEANUP], 201, 0
[CLEANUP], 202, 0
[CLEANUP], 203, 0
[CLEANUP], 204, 0
[CLEANUP], 205, 0
[CLEANUP], 206, 0
[CLEANUP], 207, 0
[CLEANUP], 208, 0
[CLEANUP], 209, 0
[CLEANUP], 210, 0
[CLEANUP], 211, 0
[CLEANUP], 212, 0
[CLEANUP], 213, 0
[CLEANUP], 214, 0
[CLEANUP], 215, 0
[CLEANUP], 216, 0
[CLEANUP], 217, 0
[CLEANUP], 218, 0
[CLEANUP], 219, 0
[CLEANUP], 220, 0
[CLEANUP], 221, 0
[CLEANUP], 222, 0
[CLEANUP], 223, 0
[CLEANUP], 224, 0
[CLEANUP], 225, 0
[CLEANUP], 226, 0
[CLEANUP], 227, 0
[CLEANUP], 228, 0
[CLEANUP], 229, 0
[CLEANUP], 230, 0
[CLEANUP], 231, 0
[CLEANUP], 232, 0
[CLEANUP], 233, 0
[CLEANUP], 234, 0
[CLEANUP], 235, 0
[CLEANUP], 236, 0
[CLEANUP], 237, 0
[CLEANUP], 238, 0
[CLEANUP], 239, 0
[CLEANUP], 240, 0
[CLEANUP], 241, 0
[CLEANUP], 242, 0
[CLEANUP], 243, 0
[CLEANUP], 244, 0
[CLEANUP], 245, 0
[CLEANUP], 246, 0
[CLEANUP], 247, 0
[CLEANUP], 248, 0
[CLEANUP], 249, 0
[CLEANUP], 250, 0
[CLEANUP], 251, 0
[CLEANUP], 252, 0
[CLEANUP], 253, 0
[CLEANUP], 254, 0
[CLEANUP], 255, 0
[CLEANUP], 256, 0
[CLEANUP], 257, 0
[CLEANUP], 258, 0
[CLEANUP], 259, 0
[CLEANUP], 260, 0
[CLEANUP], 261, 0
[CLEANUP], 262, 0
[CLEANUP], 263, 0
[CLEANUP], 264, 0
[CLEANUP], 265, 0
[CLEANUP], 266, 0
[CLEANUP], 267, 0
[CLEANUP], 268, 0
[CLEANUP], 269, 0
[CLEANUP], 270, 0
[CLEANUP], 271, 0
[CLEANUP], 272, 0
[CLEANUP], 273, 0
[CLEANUP], 274, 0
[CLEANUP], 275, 0
[CLEANUP], 276, 0
[CLEANUP], 277, 0
[CLEANUP], 278, 0
[CLEANUP], 279, 0
[CLEANUP], 280, 0
[CLEANUP], 281, 0
[CLEANUP], 282, 0
[CLEANUP], 283, 0
[CLEANUP], 284, 0
[CLEANUP], 285, 0
[CLEANUP], 286, 0
[CLEANUP], 287, 0
[CLEANUP], 288, 0
[CLEANUP], 289, 0
[CLEANUP], 290, 0
[CLEANUP], 291, 0
[CLEANUP], 292, 0
[CLEANUP], 293, 0
[CLEANUP], 294, 0
[CLEANUP], 295, 0
[CLEANUP], 296, 0
[CLEANUP], 297, 0
[CLEANUP], 298, 0
[CLEANUP], 299, 0
[CLEANUP], 300, 0
[CLEANUP], 301, 0
[CLEANUP], 302, 0
[CLEANUP], 303, 0
[CLEANUP], 304, 0
[CLEANUP], 305, 0
[CLEANUP], 306, 0
[CLEANUP], 307, 0
[CLEANUP], 308, 0
[CLEANUP], 309, 0
[CLEANUP], 310, 0
[CLEANUP], 311, 0
[CLEANUP], 312, 0
[CLEANUP], 313, 0
[CLEANUP], 314, 0
[CLEANUP], 315, 0
[CLEANUP], 316, 0
[CLEANUP], 317, 0
[CLEANUP], 318, 0
[CLEANUP], 319, 0
[CLEANUP], 320, 0
[CLEANUP], 321, 0
[CLEANUP], 322, 0
[CLEANUP], 323, 0
[CLEANUP], 324, 0
[CLEANUP], 325, 0
[CLEANUP], 326, 0
[CLEANUP], 327, 0
[CLEANUP], 328, 0
[CLEANUP], 329, 0
[CLEANUP], 330, 0
[CLEANUP], 331, 0
[CLEANUP], 332, 0
[CLEANUP], 333, 0
[CLEANUP], 334, 0
[CLEANUP], 335, 0
[CLEANUP], 336, 0
[CLEANUP], 337, 0
[CLEANUP], 338, 0
[CLEANUP], 339, 0
[CLEANUP], 340, 0
[CLEANUP], 341, 0
[CLEANUP], 342, 0
[CLEANUP], 343, 0
[CLEANUP], 344, 0
[CLEANUP], 345, 0
[CLEANUP], 346, 0
[CLEANUP], 347, 0
[CLEANUP], 348, 0
[CLEANUP], 349, 0
[CLEANUP], 350, 0
[CLEANUP], 351, 0
[CLEANUP], 352, 0
[CLEANUP], 353, 0
[CLEANUP], 354, 0
[CLEANUP], 355, 0
[CLEANUP], 356, 0
[CLEANUP], 357, 0
[CLEANUP], 358, 0
[CLEANUP], 359, 0
[CLEANUP], 360, 0
[CLEANUP], 361, 0
[CLEANUP], 362, 0
[CLEANUP], 363, 0
[CLEANUP], 364, 0
[CLEANUP], 365, 0
[CLEANUP], 366, 0
[CLEANUP], 367, 0
[CLEANUP], 368, 0
[CLEANUP], 369, 0
[CLEANUP], 370, 0
[CLEANUP], 371, 0
[CLEANUP], 372, 0
[CLEANUP], 373, 0
[CLEANUP], 374, 0
[CLEANUP], 375, 0
[CLEANUP], 376, 0
[CLEANUP], 377, 0
[CLEANUP], 378, 0
[CLEANUP], 379, 0
[CLEANUP], 380, 0
[CLEANUP], 381, 0
[CLEANUP], 382, 0
[CLEANUP], 383, 0
[CLEANUP], 384, 0
[CLEANUP], 385, 0
[CLEANUP], 386, 0
[CLEANUP], 387, 0
[CLEANUP], 388, 0
[CLEANUP], 389, 0
[CLEANUP], 390, 0
[CLEANUP], 391, 0
[CLEANUP], 392, 0
[CLEANUP], 393, 0
[CLEANUP], 394, 0
[CLEANUP], 395, 0
[CLEANUP], 396, 0
[CLEANUP], 397, 0
[CLEANUP], 398, 0
[CLEANUP], 399, 0
[CLEANUP], 400, 0
[CLEANUP], 401, 0
[CLEANUP], 402, 0
[CLEANUP], 403, 0
[CLEANUP], 404, 0
[CLEANUP], 405, 0
[CLEANUP], 406, 0
[CLEANUP], 407, 0
[CLEANUP], 408, 0
[CLEANUP], 409, 0
[CLEANUP], 410, 0
[CLEANUP], 411, 0
[CLEANUP], 412, 0
[CLEANUP], 413, 0
[CLEANUP], 414, 0
[CLEANUP], 415, 0
[CLEANUP], 416, 0
[CLEANUP], 417, 0
[CLEANUP], 418, 0
[CLEANUP], 419, 0
[CLEANUP], 420, 0
[CLEANUP], 421, 0
[CLEANUP], 422, 0
[CLEANUP], 423, 0
[CLEANUP], 424, 0
[CLEANUP], 425, 0
[CLEANUP], 426, 0
[CLEANUP], 427, 0
[CLEANUP], 428, 0
[CLEANUP], 429, 0
[CLEANUP], 430, 0
[CLEANUP], 431, 0
[CLEANUP], 432, 0
[CLEANUP], 433, 0
[CLEANUP], 434, 0
[CLEANUP], 435, 0
[CLEANUP], 436, 0
[CLEANUP], 437, 0
[CLEANUP], 438, 0
[CLEANUP], 439, 0
[CLEANUP], 440, 0
[CLEANUP], 441, 0
[CLEANUP], 442, 0
[CLEANUP], 443, 0
[CLEANUP], 444, 0
[CLEANUP], 445, 0
[CLEANUP], 446, 0
[CLEANUP], 447, 0
[CLEANUP], 448, 0
[CLEANUP], 449, 0
[CLEANUP], 450, 0
[CLEANUP], 451, 0
[CLEANUP], 452, 0
[CLEANUP], 453, 0
[CLEANUP], 454, 0
[CLEANUP], 455, 0
[CLEANUP], 456, 0
[CLEANUP], 457, 0
[CLEANUP], 458, 0
[CLEANUP], 459, 0
[CLEANUP], 460, 0
[CLEANUP], 461, 0
[CLEANUP], 462, 0
[CLEANUP], 463, 0
[CLEANUP], 464, 0
[CLEANUP], 465, 0
[CLEANUP], 466, 0
[CLEANUP], 467, 0
[CLEANUP], 468, 0
[CLEANUP], 469, 0
[CLEANUP], 470, 0
[CLEANUP], 471, 0
[CLEANUP], 472, 0
[CLEANUP], 473, 0
[CLEANUP], 474, 0
[CLEANUP], 475, 0
[CLEANUP], 476, 0
[CLEANUP], 477, 0
[CLEANUP], 478, 0
[CLEANUP], 479, 0
[CLEANUP], 480, 0
[CLEANUP], 481, 0
[CLEANUP], 482, 0
[CLEANUP], 483, 0
[CLEANUP], 484, 0
[CLEANUP], 485, 0
[CLEANUP], 486, 0
[CLEANUP], 487, 0
[CLEANUP], 488, 0
[CLEANUP], 489, 0
[CLEANUP], 490, 0
[CLEANUP], 491, 0
[CLEANUP], 492, 0
[CLEANUP], 493, 0
[CLEANUP], 494, 0
[CLEANUP], 495, 0
[CLEANUP], 496, 0
[CLEANUP], 497, 0
[CLEANUP], 498, 0
[CLEANUP], 499, 0
[CLEANUP], 500, 0
[CLEANUP], 501, 0
[CLEANUP], 502, 0
[CLEANUP], 503, 0
[CLEANUP], 504, 0
[CLEANUP], 505, 0
[CLEANUP], 506, 0
[CLEANUP], 507, 0
[CLEANUP], 508, 0
[CLEANUP], 509, 0
[CLEANUP], 510, 0
[CLEANUP], 511, 0
[CLEANUP], 512, 0
[CLEANUP], 513, 0
[CLEANUP], 514, 0
[CLEANUP], 515, 0
[CLEANUP], 516, 0
[CLEANUP], 517, 0
[CLEANUP], 518, 0
[CLEANUP], 519, 0
[CLEANUP], 520, 0
[CLEANUP], 521, 0
[CLEANUP], 522, 0
[CLEANUP], 523, 0
[CLEANUP], 524, 0
[CLEANUP], 525, 0
[CLEANUP], 526, 0
[CLEANUP], 527, 0
[CLEANUP], 528, 0
[CLEANUP], 529, 0
[CLEANUP], 530, 0
[CLEANUP], 531, 0
[CLEANUP], 532, 0
[CLEANUP], 533, 0
[CLEANUP], 534, 0
[CLEANUP], 535, 0
[CLEANUP], 536, 0
[CLEANUP], 537, 0
[CLEANUP], 538, 0
[CLEANUP], 539, 0
[CLEANUP], 540, 0
[CLEANUP], 541, 0
[CLEANUP], 542, 0
[CLEANUP], 543, 0
[CLEANUP], 544, 0
[CLEANUP], 545, 0
[CLEANUP], 546, 0
[CLEANUP], 547, 0
[CLEANUP], 548, 0
[CLEANUP], 549, 0
[CLEANUP], 550, 0
[CLEANUP], 551, 0
[CLEANUP], 552, 0
[CLEANUP], 553, 0
[CLEANUP], 554, 0
[CLEANUP], 555, 0
[CLEANUP], 556, 0
[CLEANUP], 557, 0
[CLEANUP], 558, 0
[CLEANUP], 559, 0
[CLEANUP], 560, 0
[CLEANUP], 561, 0
[CLEANUP], 562, 0
[CLEANUP], 563, 0
[CLEANUP], 564, 0
[CLEANUP], 565, 0
[CLEANUP], 566, 0
[CLEANUP], 567, 0
[CLEANUP], 568, 0
[CLEANUP], 569, 0
[CLEANUP], 570, 0
[CLEANUP], 571, 0
[CLEANUP], 572, 0
[CLEANUP], 573, 0
[CLEANUP], 574, 0
[CLEANUP], 575, 0
[CLEANUP], 576, 0
[CLEANUP], 577, 0
[CLEANUP], 578, 0
[CLEANUP], 579, 0
[CLEANUP], 580, 0
[CLEANUP], 581, 0
[CLEANUP], 582, 0
[CLEANUP], 583, 0
[CLEANUP], 584, 0
[CLEANUP], 585, 0
[CLEANUP], 586, 0
[CLEANUP], 587, 0
[CLEANUP], 588, 0
[CLEANUP], 589, 0
[CLEANUP], 590, 0
[CLEANUP], 591, 0
[CLEANUP], 592, 0
[CLEANUP], 593, 0
[CLEANUP], 594, 0
[CLEANUP], 595, 0
[CLEANUP], 596, 0
[CLEANUP], 597, 0
[CLEANUP], 598, 0
[CLEANUP], 599, 0
[CLEANUP], 600, 0
[CLEANUP], 601, 0
[CLEANUP], 602, 0
[CLEANUP], 603, 0
[CLEANUP], 604, 0
[CLEANUP], 605, 0
[CLEANUP], 606, 0
[CLEANUP], 607, 0
[CLEANUP], 608, 0
[CLEANUP], 609, 0
[CLEANUP], 610, 0
[CLEANUP], 611, 0
[CLEANUP], 612, 0
[CLEANUP], 613, 0
[CLEANUP], 614, 0
[CLEANUP], 615, 0
[CLEANUP], 616, 0
[CLEANUP], 617, 0
[CLEANUP], 618, 0
[CLEANUP], 619, 0
[CLEANUP], 620, 0
[CLEANUP], 621, 0
[CLEANUP], 622, 0
[CLEANUP], 623, 0
[CLEANUP], 624, 0
[CLEANUP], 625, 0
[CLEANUP], 626, 0
[CLEANUP], 627, 0
[CLEANUP], 628, 0
[CLEANUP], 629, 0
[CLEANUP], 630, 0
[CLEANUP], 631, 0
[CLEANUP], 632, 0
[CLEANUP], 633, 0
[CLEANUP], 634, 0
[CLEANUP], 635, 0
[CLEANUP], 636, 0
[CLEANUP], 637, 0
[CLEANUP], 638, 0
[CLEANUP], 639, 0
[CLEANUP], 640, 0
[CLEANUP], 641, 0
[CLEANUP], 642, 0
[CLEANUP], 643, 0
[CLEANUP], 644, 0
[CLEANUP], 645, 0
[CLEANUP], 646, 0
[CLEANUP], 647, 0
[CLEANUP], 648, 0
[CLEANUP], 649, 0
[CLEANUP], 650, 0
[CLEANUP], 651, 0
[CLEANUP], 652, 0
[CLEANUP], 653, 0
[CLEANUP], 654, 0
[CLEANUP], 655, 0
[CLEANUP], 656, 0
[CLEANUP], 657, 0
[CLEANUP], 658, 0
[CLEANUP], 659, 0
[CLEANUP], 660, 0
[CLEANUP], 661, 0
[CLEANUP], 662, 0
[CLEANUP], 663, 0
[CLEANUP], 664, 0
[CLEANUP], 665, 0
[CLEANUP], 666, 0
[CLEANUP], 667, 0
[CLEANUP], 668, 0
[CLEANUP], 669, 0
[CLEANUP], 670, 0
[CLEANUP], 671, 0
[CLEANUP], 672, 0
[CLEANUP], 673, 0
[CLEANUP], 674, 0
[CLEANUP], 675, 0
[CLEANUP], 676, 0
[CLEANUP], 677, 0
[CLEANUP], 678, 0
[CLEANUP], 679, 0
[CLEANUP], 680, 0
[CLEANUP], 681, 0
[CLEANUP], 682, 0
[CLEANUP], 683, 0
[CLEANUP], 684, 0
[CLEANUP], 685, 0
[CLEANUP], 686, 0
[CLEANUP], 687, 0
[CLEANUP], 688, 0
[CLEANUP], 689, 0
[CLEANUP], 690, 0
[CLEANUP], 691, 0
[CLEANUP], 692, 0
[CLEANUP], 693, 0
[CLEANUP], 694, 0
[CLEANUP], 695, 0
[CLEANUP], 696, 0
[CLEANUP], 697, 0
[CLEANUP], 698, 0
[CLEANUP], 699, 0
[CLEANUP], 700, 0
[CLEANUP], 701, 0
[CLEANUP], 702, 0
[CLEANUP], 703, 0
[CLEANUP], 704, 0
[CLEANUP], 705, 0
[CLEANUP], 706, 0
[CLEANUP], 707, 0
[CLEANUP], 708, 0
[CLEANUP], 709, 0
[CLEANUP], 710, 0
[CLEANUP], 711, 0
[CLEANUP], 712, 0
[CLEANUP], 713, 0
[CLEANUP], 714, 0
[CLEANUP], 715, 0
[CLEANUP], 716, 0
[CLEANUP], 717, 0
[CLEANUP], 718, 0
[CLEANUP], 719, 0
[CLEANUP], 720, 0
[CLEANUP], 721, 0
[CLEANUP], 722, 0
[CLEANUP], 723, 0
[CLEANUP], 724, 0
[CLEANUP], 725, 0
[CLEANUP], 726, 0
[CLEANUP], 727, 0
[CLEANUP], 728, 0
[CLEANUP], 729, 0
[CLEANUP], 730, 0
[CLEANUP], 731, 0
[CLEANUP], 732, 0
[CLEANUP], 733, 0
[CLEANUP], 734, 0
[CLEANUP], 735, 0
[CLEANUP], 736, 0
[CLEANUP], 737, 0
[CLEANUP], 738, 0
[CLEANUP], 739, 0
[CLEANUP], 740, 0
[CLEANUP], 741, 0
[CLEANUP], 742, 0
[CLEANUP], 743, 0
[CLEANUP], 744, 0
[CLEANUP], 745, 0
[CLEANUP], 746, 0
[CLEANUP], 747, 0
[CLEANUP], 748, 0
[CLEANUP], 749, 0
[CLEANUP], 750, 0
[CLEANUP], 751, 0
[CLEANUP], 752, 0
[CLEANUP], 753, 0
[CLEANUP], 754, 0
[CLEANUP], 755, 0
[CLEANUP], 756, 0
[CLEANUP], 757, 0
[CLEANUP], 758, 0
[CLEANUP], 759, 0
[CLEANUP], 760, 0
[CLEANUP], 761, 0
[CLEANUP], 762, 0
[CLEANUP], 763, 0
[CLEANUP], 764, 0
[CLEANUP], 765, 0
[CLEANUP], 766, 0
[CLEANUP], 767, 0
[CLEANUP], 768, 0
[CLEANUP], 769, 0
[CLEANUP], 770, 0
[CLEANUP], 771, 0
[CLEANUP], 772, 0
[CLEANUP], 773, 0
[CLEANUP], 774, 0
[CLEANUP], 775, 0
[CLEANUP], 776, 0
[CLEANUP], 777, 0
[CLEANUP], 778, 0
[CLEANUP], 779, 0
[CLEANUP], 780, 0
[CLEANUP], 781, 0
[CLEANUP], 782, 0
[CLEANUP], 783, 0
[CLEANUP], 784, 0
[CLEANUP], 785, 0
[CLEANUP], 786, 0
[CLEANUP], 787, 0
[CLEANUP], 788, 0
[CLEANUP], 789, 0
[CLEANUP], 790, 0
[CLEANUP], 791, 0
[CLEANUP], 792, 0
[CLEANUP], 793, 0
[CLEANUP], 794, 0
[CLEANUP], 795, 0
[CLEANUP], 796, 0
[CLEANUP], 797, 0
[CLEANUP], 798, 0
[CLEANUP], 799, 0
[CLEANUP], 800, 0
[CLEANUP], 801, 0
[CLEANUP], 802, 0
[CLEANUP], 803, 0
[CLEANUP], 804, 0
[CLEANUP], 805, 0
[CLEANUP], 806, 0
[CLEANUP], 807, 0
[CLEANUP], 808, 0
[CLEANUP], 809, 0
[CLEANUP], 810, 0
[CLEANUP], 811, 0
[CLEANUP], 812, 0
[CLEANUP], 813, 0
[CLEANUP], 814, 0
[CLEANUP], 815, 0
[CLEANUP], 816, 0
[CLEANUP], 817, 0
[CLEANUP], 818, 0
[CLEANUP], 819, 0
[CLEANUP], 820, 0
[CLEANUP], 821, 0
[CLEANUP], 822, 0
[CLEANUP], 823, 0
[CLEANUP], 824, 0
[CLEANUP], 825, 0
[CLEANUP], 826, 0
[CLEANUP], 827, 0
[CLEANUP], 828, 0
[CLEANUP], 829, 0
[CLEANUP], 830, 0
[CLEANUP], 831, 0
[CLEANUP], 832, 0
[CLEANUP], 833, 0
[CLEANUP], 834, 0
[CLEANUP], 835, 0
[CLEANUP], 836, 0
[CLEANUP], 837, 0
[CLEANUP], 838, 0
[CLEANUP], 839, 0
[CLEANUP], 840, 0
[CLEANUP], 841, 0
[CLEANUP], 842, 0
[CLEANUP], 843, 0
[CLEANUP], 844, 0
[CLEANUP], 845, 0
[CLEANUP], 846, 0
[CLEANUP], 847, 0
[CLEANUP], 848, 0
[CLEANUP], 849, 0
[CLEANUP], 850, 0
[CLEANUP], 851, 0
[CLEANUP], 852, 0
[CLEANUP], 853, 0
[CLEANUP], 854, 0
[CLEANUP], 855, 0
[CLEANUP], 856, 0
[CLEANUP], 857, 0
[CLEANUP], 858, 0
[CLEANUP], 859, 0
[CLEANUP], 860, 0
[CLEANUP], 861, 0
[CLEANUP], 862, 0
[CLEANUP], 863, 0
[CLEANUP], 864, 0
[CLEANUP], 865, 0
[CLEANUP], 866, 0
[CLEANUP], 867, 0
[CLEANUP], 868, 0
[CLEANUP], 869, 0
[CLEANUP], 870, 0
[CLEANUP], 871, 0
[CLEANUP], 872, 0
[CLEANUP], 873, 0
[CLEANUP], 874, 0
[CLEANUP], 875, 0
[CLEANUP], 876, 0
[CLEANUP], 877, 0
[CLEANUP], 878, 0
[CLEANUP], 879, 0
[CLEANUP], 880, 0
[CLEANUP], 881, 0
[CLEANUP], 882, 0
[CLEANUP], 883, 0
[CLEANUP], 884, 0
[CLEANUP], 885, 0
[CLEANUP], 886, 0
[CLEANUP], 887, 0
[CLEANUP], 888, 0
[CLEANUP], 889, 0
[CLEANUP], 890, 0
[CLEANUP], 891, 0
[CLEANUP], 892, 0
[CLEANUP], 893, 0
[CLEANUP], 894, 0
[CLEANUP], 895, 0
[CLEANUP], 896, 0
[CLEANUP], 897, 0
[CLEANUP], 898, 0
[CLEANUP], 899, 0
[CLEANUP], 900, 0
[CLEANUP], 901, 0
[CLEANUP], 902, 0
[CLEANUP], 903, 0
[CLEANUP], 904, 0
[CLEANUP], 905, 0
[CLEANUP], 906, 0
[CLEANUP], 907, 0
[CLEANUP], 908, 0
[CLEANUP], 909, 0
[CLEANUP], 910, 0
[CLEANUP], 911, 0
[CLEANUP], 912, 0
[CLEANUP], 913, 0
[CLEANUP], 914, 0
[CLEANUP], 915, 0
[CLEANUP], 916, 0
[CLEANUP], 917, 0
[CLEANUP], 918, 0
[CLEANUP], 919, 0
[CLEANUP], 920, 0
[CLEANUP], 921, 0
[CLEANUP], 922, 0
[CLEANUP], 923, 0
[CLEANUP], 924, 0
[CLEANUP], 925, 0
[CLEANUP], 926, 0
[CLEANUP], 927, 0
[CLEANUP], 928, 0
[CLEANUP], 929, 0
[CLEANUP], 930, 0
[CLEANUP], 931, 0
[CLEANUP], 932, 0
[CLEANUP], 933, 0
[CLEANUP], 934, 0
[CLEANUP], 935, 0
[CLEANUP], 936, 0
[CLEANUP], 937, 0
[CLEANUP], 938, 0
[CLEANUP], 939, 0
[CLEANUP], 940, 0
[CLEANUP], 941, 0
[CLEANUP], 942, 0
[CLEANUP], 943, 0
[CLEANUP], 944, 0
[CLEANUP], 945, 0
[CLEANUP], 946, 0
[CLEANUP], 947, 0
[CLEANUP], 948, 0
[CLEANUP], 949, 0
[CLEANUP], 950, 0
[CLEANUP], 951, 0
[CLEANUP], 952, 0
[CLEANUP], 953, 0
[CLEANUP], 954, 0
[CLEANUP], 955, 0
[CLEANUP], 956, 0
[CLEANUP], 957, 0
[CLEANUP], 958, 0
[CLEANUP], 959, 0
[CLEANUP], 960, 0
[CLEANUP], 961, 0
[CLEANUP], 962, 0
[CLEANUP], 963, 0
[CLEANUP], 964, 0
[CLEANUP], 965, 0
[CLEANUP], 966, 0
[CLEANUP], 967, 0
[CLEANUP], 968, 0
[CLEANUP], 969, 0
[CLEANUP], 970, 0
[CLEANUP], 971, 0
[CLEANUP], 972, 0
[CLEANUP], 973, 0
[CLEANUP], 974, 0
[CLEANUP], 975, 0
[CLEANUP], 976, 0
[CLEANUP], 977, 0
[CLEANUP], 978, 0
[CLEANUP], 979, 0
[CLEANUP], 980, 0
[CLEANUP], 981, 0
[CLEANUP], 982, 0
[CLEANUP], 983, 0
[CLEANUP], 984, 0
[CLEANUP], 985, 0
[CLEANUP], 986, 0
[CLEANUP], 987, 0
[CLEANUP], 988, 0
[CLEANUP], 989, 0
[CLEANUP], 990, 0
[CLEANUP], 991, 0
[CLEANUP], 992, 0
[CLEANUP], 993, 0
[CLEANUP], 994, 0
[CLEANUP], 995, 0
[CLEANUP], 996, 0
[CLEANUP], 997, 0
[CLEANUP], 998, 0
[CLEANUP], 999, 0
[CLEANUP], >1000, 0
[INSERT], Operations, 2500000
[INSERT], AverageLatency(us), 52091.063808
[INSERT], MinLatency(us), 16060
[INSERT], MaxLatency(us), 3752368
[INSERT], 95thPercentileLatency(ms), 89
[INSERT], 99thPercentileLatency(ms), 302
[INSERT], Return=0, 2500000
[INSERT], 0, 0
[INSERT], 1, 0
[INSERT], 2, 0
[INSERT], 3, 0
[INSERT], 4, 0
[INSERT], 5, 0
[INSERT], 6, 0
[INSERT], 7, 0
[INSERT], 8, 0
[INSERT], 9, 0
[INSERT], 10, 0
[INSERT], 11, 0
[INSERT], 12, 0
[INSERT], 13, 0
[INSERT], 14, 0
[INSERT], 15, 0
[INSERT], 16, 1
[INSERT], 17, 0
[INSERT], 18, 0
[INSERT], 19, 2
[INSERT], 20, 0
[INSERT], 21, 1
[INSERT], 22, 0
[INSERT], 23, 13
[INSERT], 24, 23761
[INSERT], 25, 242130
[INSERT], 26, 327803
[INSERT], 27, 166344
[INSERT], 28, 83902
[INSERT], 29, 53362
[INSERT], 30, 41172
[INSERT], 31, 28520
[INSERT], 32, 19445
[INSERT], 33, 14350
[INSERT], 34, 11801
[INSERT], 35, 9631
[INSERT], 36, 8292
[INSERT], 37, 7062
[INSERT], 38, 6235
[INSERT], 39, 5512
[INSERT], 40, 4507
[INSERT], 41, 4013
[INSERT], 42, 3556
[INSERT], 43, 3001
[INSERT], 44, 2706
[INSERT], 45, 2397
[INSERT], 46, 2035
[INSERT], 47, 1724
[INSERT], 48, 1579
[INSERT], 49, 12599
[INSERT], 50, 105441
[INSERT], 51, 228777
[INSERT], 52, 219649
[INSERT], 53, 154303
[INSERT], 54, 104198
[INSERT], 55, 76065
[INSERT], 56, 59624
[INSERT], 57, 46301
[INSERT], 58, 36115
[INSERT], 59, 30079
[INSERT], 60, 25564
[INSERT], 61, 22215
[INSERT], 62, 18746
[INSERT], 63, 16340
[INSERT], 64, 14130
[INSERT], 65, 12764
[INSERT], 66, 11637
[INSERT], 67, 10275
[INSERT], 68, 9386
[INSERT], 69, 8455
[INSERT], 70, 7674
[INSERT], 71, 6828
[INSERT], 72, 6320
[INSERT], 73, 5629
[INSERT], 74, 5324
[INSERT], 75, 5005
[INSERT], 76, 4500
[INSERT], 77, 4240
[INSERT], 78, 3924
[INSERT], 79, 3579
[INSERT], 80, 3177
[INSERT], 81, 2901
[INSERT], 82, 2738
[INSERT], 83, 2546
[INSERT], 84, 2576
[INSERT], 85, 2352
[INSERT], 86, 2252
[INSERT], 87, 2213
[INSERT], 88, 2025
[INSERT], 89, 1968
[INSERT], 90, 1849
[INSERT], 91, 1795
[INSERT], 92, 1830
[INSERT], 93, 1638
[INSERT], 94, 1729
[INSERT], 95, 1741
[INSERT], 96, 1577
[INSERT], 97, 1611
[INSERT], 98, 1586
[INSERT], 99, 1518
[INSERT], 100, 1539
[INSERT], 101, 1457
[INSERT], 102, 1547
[INSERT], 103, 1444
[INSERT], 104, 1395
[INSERT], 105, 1315
[INSERT], 106, 1357
[INSERT], 107, 1329
[INSERT], 108, 1341
[INSERT], 109, 1327
[INSERT], 110, 1228
[INSERT], 111, 1227
[INSERT], 112, 1213
[INSERT], 113, 1158
[INSERT], 114, 1165
[INSERT], 115, 1112
[INSERT], 116, 1267
[INSERT], 117, 1155
[INSERT], 118, 1134
[INSERT], 119, 1212
[INSERT], 120, 1214
[INSERT], 121, 1178
[INSERT], 122, 1086
[INSERT], 123, 1115
[INSERT], 124, 1087
[INSERT], 125, 1049
[INSERT], 126, 987
[INSERT], 127, 948
[INSERT], 128, 958
[INSERT], 129, 947
[INSERT], 130, 823
[INSERT], 131, 937
[INSERT], 132, 818
[INSERT], 133, 824
[INSERT], 134, 885
[INSERT], 135, 817
[INSERT], 136, 762
[INSERT], 137, 749
[INSERT], 138, 788
[INSERT], 139, 702
[INSERT], 140, 669
[INSERT], 141, 677
[INSERT], 142, 645
[INSERT], 143, 632
[INSERT], 144, 648
[INSERT], 145, 589
[INSERT], 146, 605
[INSERT], 147, 620
[INSERT], 148, 570
[INSERT], 149, 531
[INSERT], 150, 509
[INSERT], 151, 527
[INSERT], 152, 473
[INSERT], 153, 437
[INSERT], 154, 448
[INSERT], 155, 414
[INSERT], 156, 422
[INSERT], 157, 401
[INSERT], 158, 350
[INSERT], 159, 377
[INSERT], 160, 399
[INSERT], 161, 325
[INSERT], 162, 335
[INSERT], 163, 320
[INSERT], 164, 274
[INSERT], 165, 298
[INSERT], 166, 278
[INSERT], 167, 228
[INSERT], 168, 253
[INSERT], 169, 227
[INSERT], 170, 178
[INSERT], 171, 212
[INSERT], 172, 170
[INSERT], 173, 144
[INSERT], 174, 150
[INSERT], 175, 154
[INSERT], 176, 156
[INSERT], 177, 183
[INSERT], 178, 153
[INSERT], 179, 148
[INSERT], 180, 154
[INSERT], 181, 110
[INSERT], 182, 145
[INSERT], 183, 114
[INSERT], 184, 126
[INSERT], 185, 92
[INSERT], 186, 115
[INSERT], 187, 107
[INSERT], 188, 95
[INSERT], 189, 109
[INSERT], 190, 73
[INSERT], 191, 93
[INSERT], 192, 83
[INSERT], 193, 110
[INSERT], 194, 76
[INSERT], 195, 74
[INSERT], 196, 79
[INSERT], 197, 75
[INSERT], 198, 70
[INSERT], 199, 61
[INSERT], 200, 69
[INSERT], 201, 62
[INSERT], 202, 57
[INSERT], 203, 50
[INSERT], 204, 65
[INSERT], 205, 64
[INSERT], 206, 39
[INSERT], 207, 47
[INSERT], 208, 36
[INSERT], 209, 36
[INSERT], 210, 47
[INSERT], 211, 46
[INSERT], 212, 47
[INSERT], 213, 33
[INSERT], 214, 34
[INSERT], 215, 23
[INSERT], 216, 41
[INSERT], 217, 20
[INSERT], 218, 25
[INSERT], 219, 34
[INSERT], 220, 34
[INSERT], 221, 47
[INSERT], 222, 47
[INSERT], 223, 43
[INSERT], 224, 23
[INSERT], 225, 36
[INSERT], 226, 23
[INSERT], 227, 38
[INSERT], 228, 29
[INSERT], 229, 24
[INSERT], 230, 33
[INSERT], 231, 28
[INSERT], 232, 25
[INSERT], 233, 25
[INSERT], 234, 15
[INSERT], 235, 27
[INSERT], 236, 22
[INSERT], 237, 23
[INSERT], 238, 27
[INSERT], 239, 13
[INSERT], 240, 23
[INSERT], 241, 19
[INSERT], 242, 16
[INSERT], 243, 21
[INSERT], 244, 17
[INSERT], 245, 19
[INSERT], 246, 13
[INSERT], 247, 14
[INSERT], 248, 17
[INSERT], 249, 9
[INSERT], 250, 20
[INSERT], 251, 32
[INSERT], 252, 73
[INSERT], 253, 122
[INSERT], 254, 202
[INSERT], 255, 421
[INSERT], 256, 633
[INSERT], 257, 710
[INSERT], 258, 716
[INSERT], 259, 597
[INSERT], 260, 484
[INSERT], 261, 357
[INSERT], 262, 300
[INSERT], 263, 226
[INSERT], 264, 172
[INSERT], 265, 136
[INSERT], 266, 106
[INSERT], 267, 99
[INSERT], 268, 60
[INSERT], 269, 49
[INSERT], 270, 50
[INSERT], 271, 50
[INSERT], 272, 51
[INSERT], 273, 50
[INSERT], 274, 36
[INSERT], 275, 36
[INSERT], 276, 33
[INSERT], 277, 53
[INSERT], 278, 78
[INSERT], 279, 115
[INSERT], 280, 236
[INSERT], 281, 328
[INSERT], 282, 482
[INSERT], 283, 530
[INSERT], 284, 612
[INSERT], 285, 680
[INSERT], 286, 790
[INSERT], 287, 900
[INSERT], 288, 942
[INSERT], 289, 824
[INSERT], 290, 779
[INSERT], 291, 732
[INSERT], 292, 701
[INSERT], 293, 664
[INSERT], 294, 648
[INSERT], 295, 626
[INSERT], 296, 538
[INSERT], 297, 494
[INSERT], 298, 473
[INSERT], 299, 466
[INSERT], 300, 408
[INSERT], 301, 392
[INSERT], 302, 330
[INSERT], 303, 365
[INSERT], 304, 339
[INSERT], 305, 300
[INSERT], 306, 307
[INSERT], 307, 276
[INSERT], 308, 242
[INSERT], 309, 234
[INSERT], 310, 203
[INSERT], 311, 181
[INSERT], 312, 174
[INSERT], 313, 155
[INSERT], 314, 148
[INSERT], 315, 137
[INSERT], 316, 139
[INSERT], 317, 125
[INSERT], 318, 98
[INSERT], 319, 95
[INSERT], 320, 106
[INSERT], 321, 126
[INSERT], 322, 106
[INSERT], 323, 120
[INSERT], 324, 125
[INSERT], 325, 150
[INSERT], 326, 206
[INSERT], 327, 191
[INSERT], 328, 194
[INSERT], 329, 201
[INSERT], 330, 263
[INSERT], 331, 279
[INSERT], 332, 342
[INSERT], 333, 345
[INSERT], 334, 384
[INSERT], 335, 361
[INSERT], 336, 367
[INSERT], 337, 326
[INSERT], 338, 295
[INSERT], 339, 331
[INSERT], 340, 305
[INSERT], 341, 252
[INSERT], 342, 267
[INSERT], 343, 293
[INSERT], 344, 236
[INSERT], 345, 279
[INSERT], 346, 215
[INSERT], 347, 209
[INSERT], 348, 203
[INSERT], 349, 209
[INSERT], 350, 189
[INSERT], 351, 154
[INSERT], 352, 158
[INSERT], 353, 146
[INSERT], 354, 159
[INSERT], 355, 178
[INSERT], 356, 182
[INSERT], 357, 215
[INSERT], 358, 204
[INSERT], 359, 187
[INSERT], 360, 192
[INSERT], 361, 230
[INSERT], 362, 187
[INSERT], 363, 136
[INSERT], 364, 170
[INSERT], 365, 157
[INSERT], 366, 136
[INSERT], 367, 148
[INSERT], 368, 143
[INSERT], 369, 148
[INSERT], 370, 140
[INSERT], 371, 144
[INSERT], 372, 116
[INSERT], 373, 131
[INSERT], 374, 123
[INSERT], 375, 91
[INSERT], 376, 108
[INSERT], 377, 100
[INSERT], 378, 87
[INSERT], 379, 106
[INSERT], 380, 89
[INSERT], 381, 92
[INSERT], 382, 76
[INSERT], 383, 75
[INSERT], 384, 58
[INSERT], 385, 56
[INSERT], 386, 57
[INSERT], 387, 45
[INSERT], 388, 49
[INSERT], 389, 43
[INSERT], 390, 53
[INSERT], 391, 49
[INSERT], 392, 48
[INSERT], 393, 47
[INSERT], 394, 44
[INSERT], 395, 38
[INSERT], 396, 34
[INSERT], 397, 51
[INSERT], 398, 31
[INSERT], 399, 35
[INSERT], 400, 27
[INSERT], 401, 31
[INSERT], 402, 24
[INSERT], 403, 26
[INSERT], 404, 22
[INSERT], 405, 22
[INSERT], 406, 24
[INSERT], 407, 23
[INSERT], 408, 36
[INSERT], 409, 31
[INSERT], 410, 30
[INSERT], 411, 49
[INSERT], 412, 32
[INSERT], 413, 29
[INSERT], 414, 30
[INSERT], 415, 21
[INSERT], 416, 15
[INSERT], 417, 25
[INSERT], 418, 28
[INSERT], 419, 16
[INSERT], 420, 17
[INSERT], 421, 23
[INSERT], 422, 40
[INSERT], 423, 22
[INSERT], 424, 29
[INSERT], 425, 18
[INSERT], 426, 31
[INSERT], 427, 19
[INSERT], 428, 27
[INSERT], 429, 22
[INSERT], 430, 24
[INSERT], 431, 21
[INSERT], 432, 16
[INSERT], 433, 15
[INSERT], 434, 19
[INSERT], 435, 23
[INSERT], 436, 45
[INSERT], 437, 34
[INSERT], 438, 19
[INSERT], 439, 26
[INSERT], 440, 19
[INSERT], 441, 13
[INSERT], 442, 20
[INSERT], 443, 10
[INSERT], 444, 13
[INSERT], 445, 10
[INSERT], 446, 16
[INSERT], 447, 24
[INSERT], 448, 25
[INSERT], 449, 17
[INSERT], 450, 20
[INSERT], 451, 18
[INSERT], 452, 18
[INSERT], 453, 17
[INSERT], 454, 26
[INSERT], 455, 44
[INSERT], 456, 44
[INSERT], 457, 45
[INSERT], 458, 38
[INSERT], 459, 33
[INSERT], 460, 38
[INSERT], 461, 39
[INSERT], 462, 32
[INSERT], 463, 31
[INSERT], 464, 22
[INSERT], 465, 28
[INSERT], 466, 23
[INSERT], 467, 24
[INSERT], 468, 21
[INSERT], 469, 28
[INSERT], 470, 15
[INSERT], 471, 11
[INSERT], 472, 18
[INSERT], 473, 18
[INSERT], 474, 9
[INSERT], 475, 14
[INSERT], 476, 22
[INSERT], 477, 12
[INSERT], 478, 13
[INSERT], 479, 12
[INSERT], 480, 11
[INSERT], 481, 7
[INSERT], 482, 20
[INSERT], 483, 12
[INSERT], 484, 30
[INSERT], 485, 9
[INSERT], 486, 8
[INSERT], 487, 28
[INSERT], 488, 37
[INSERT], 489, 33
[INSERT], 490, 25
[INSERT], 491, 23
[INSERT], 492, 22
[INSERT], 493, 27
[INSERT], 494, 33
[INSERT], 495, 20
[INSERT], 496, 40
[INSERT], 497, 21
[INSERT], 498, 16
[INSERT], 499, 16
[INSERT], 500, 15
[INSERT], 501, 17
[INSERT], 502, 23
[INSERT], 503, 25
[INSERT], 504, 22
[INSERT], 505, 21
[INSERT], 506, 17
[INSERT], 507, 22
[INSERT], 508, 21
[INSERT], 509, 15
[INSERT], 510, 15
[INSERT], 511, 17
[INSERT], 512, 12
[INSERT], 513, 11
[INSERT], 514, 9
[INSERT], 515, 8
[INSERT], 516, 10
[INSERT], 517, 24
[INSERT], 518, 18
[INSERT], 519, 25
[INSERT], 520, 10
[INSERT], 521, 20
[INSERT], 522, 20
[INSERT], 523, 17
[INSERT], 524, 19
[INSERT], 525, 15
[INSERT], 526, 7
[INSERT], 527, 7
[INSERT], 528, 16
[INSERT], 529, 10
[INSERT], 530, 17
[INSERT], 531, 15
[INSERT], 532, 12
[INSERT], 533, 6
[INSERT], 534, 4
[INSERT], 535, 5
[INSERT], 536, 7
[INSERT], 537, 11
[INSERT], 538, 12
[INSERT], 539, 17
[INSERT], 540, 14
[INSERT], 541, 10
[INSERT], 542, 13
[INSERT], 543, 16
[INSERT], 544, 15
[INSERT], 545, 14
[INSERT], 546, 13
[INSERT], 547, 11
[INSERT], 548, 12
[INSERT], 549, 15
[INSERT], 550, 19
[INSERT], 551, 8
[INSERT], 552, 27
[INSERT], 553, 19
[INSERT], 554, 17
[INSERT], 555, 37
[INSERT], 556, 30
[INSERT], 557, 24
[INSERT], 558, 12
[INSERT], 559, 13
[INSERT], 560, 21
[INSERT], 561, 18
[INSERT], 562, 11
[INSERT], 563, 11
[INSERT], 564, 21
[INSERT], 565, 17
[INSERT], 566, 14
[INSERT], 567, 17
[INSERT], 568, 24
[INSERT], 569, 26
[INSERT], 570, 33
[INSERT], 571, 35
[INSERT], 572, 34
[INSERT], 573, 29
[INSERT], 574, 20
[INSERT], 575, 16
[INSERT], 576, 11
[INSERT], 577, 27
[INSERT], 578, 34
[INSERT], 579, 22
[INSERT], 580, 26
[INSERT], 581, 21
[INSERT], 582, 18
[INSERT], 583, 19
[INSERT], 584, 25
[INSERT], 585, 19
[INSERT], 586, 19
[INSERT], 587, 24
[INSERT], 588, 20
[INSERT], 589, 22
[INSERT], 590, 18
[INSERT], 591, 28
[INSERT], 592, 24
[INSERT], 593, 26
[INSERT], 594, 20
[INSERT], 595, 29
[INSERT], 596, 26
[INSERT], 597, 24
[INSERT], 598, 19
[INSERT], 599, 27
[INSERT], 600, 23
[INSERT], 601, 19
[INSERT], 602, 23
[INSERT], 603, 22
[INSERT], 604, 19
[INSERT], 605, 16
[INSERT], 606, 16
[INSERT], 607, 14
[INSERT], 608, 18
[INSERT], 609, 19
[INSERT], 610, 15
[INSERT], 611, 18
[INSERT], 612, 14
[INSERT], 613, 28
[INSERT], 614, 23
[INSERT], 615, 15
[INSERT], 616, 9
[INSERT], 617, 29
[INSERT], 618, 21
[INSERT], 619, 17
[INSERT], 620, 14
[INSERT], 621, 26
[INSERT], 622, 20
[INSERT], 623, 13
[INSERT], 624, 16
[INSERT], 625, 14
[INSERT], 626, 10
[INSERT], 627, 19
[INSERT], 628, 16
[INSERT], 629, 10
[INSERT], 630, 23
[INSERT], 631, 19
[INSERT], 632, 24
[INSERT], 633, 24
[INSERT], 634, 19
[INSERT], 635, 9
[INSERT], 636, 12
[INSERT], 637, 15
[INSERT], 638, 20
[INSERT], 639, 16
[INSERT], 640, 17
[INSERT], 641, 25
[INSERT], 642, 21
[INSERT], 643, 19
[INSERT], 644, 16
[INSERT], 645, 17
[INSERT], 646, 15
[INSERT], 647, 29
[INSERT], 648, 14
[INSERT], 649, 17
[INSERT], 650, 21
[INSERT], 651, 19
[INSERT], 652, 13
[INSERT], 653, 21
[INSERT], 654, 15
[INSERT], 655, 14
[INSERT], 656, 12
[INSERT], 657, 20
[INSERT], 658, 37
[INSERT], 659, 27
[INSERT], 660, 17
[INSERT], 661, 19
[INSERT], 662, 11
[INSERT], 663, 8
[INSERT], 664, 11
[INSERT], 665, 26
[INSERT], 666, 19
[INSERT], 667, 14
[INSERT], 668, 12
[INSERT], 669, 10
[INSERT], 670, 18
[INSERT], 671, 21
[INSERT], 672, 23
[INSERT], 673, 28
[INSERT], 674, 22
[INSERT], 675, 21
[INSERT], 676, 22
[INSERT], 677, 17
[INSERT], 678, 12
[INSERT], 679, 12
[INSERT], 680, 21
[INSERT], 681, 16
[INSERT], 682, 12
[INSERT], 683, 14
[INSERT], 684, 9
[INSERT], 685, 11
[INSERT], 686, 7
[INSERT], 687, 11
[INSERT], 688, 9
[INSERT], 689, 16
[INSERT], 690, 5
[INSERT], 691, 6
[INSERT], 692, 11
[INSERT], 693, 14
[INSERT], 694, 9
[INSERT], 695, 3
[INSERT], 696, 8
[INSERT], 697, 12
[INSERT], 698, 8
[INSERT], 699, 13
[INSERT], 700, 19
[INSERT], 701, 12
[INSERT], 702, 11
[INSERT], 703, 20
[INSERT], 704, 22
[INSERT], 705, 9
[INSERT], 706, 13
[INSERT], 707, 13
[INSERT], 708, 14
[INSERT], 709, 14
[INSERT], 710, 8
[INSERT], 711, 4
[INSERT], 712, 19
[INSERT], 713, 22
[INSERT], 714, 20
[INSERT], 715, 19
[INSERT], 716, 8
[INSERT], 717, 8
[INSERT], 718, 7
[INSERT], 719, 11
[INSERT], 720, 8
[INSERT], 721, 4
[INSERT], 722, 3
[INSERT], 723, 4
[INSERT], 724, 3
[INSERT], 725, 6
[INSERT], 726, 7
[INSERT], 727, 5
[INSERT], 728, 6
[INSERT], 729, 10
[INSERT], 730, 10
[INSERT], 731, 17
[INSERT], 732, 9
[INSERT], 733, 18
[INSERT], 734, 15
[INSERT], 735, 3
[INSERT], 736, 10
[INSERT], 737, 10
[INSERT], 738, 12
[INSERT], 739, 10
[INSERT], 740, 16
[INSERT], 741, 24
[INSERT], 742, 14
[INSERT], 743, 13
[INSERT], 744, 8
[INSERT], 745, 8
[INSERT], 746, 11
[INSERT], 747, 8
[INSERT], 748, 9
[INSERT], 749, 9
[INSERT], 750, 21
[INSERT], 751, 13
[INSERT], 752, 16
[INSERT], 753, 12
[INSERT], 754, 13
[INSERT], 755, 20
[INSERT], 756, 10
[INSERT], 757, 11
[INSERT], 758, 12
[INSERT], 759, 9
[INSERT], 760, 11
[INSERT], 761, 2
[INSERT], 762, 2
[INSERT], 763, 3
[INSERT], 764, 4
[INSERT], 765, 8
[INSERT], 766, 0
[INSERT], 767, 2
[INSERT], 768, 2
[INSERT], 769, 3
[INSERT], 770, 1
[INSERT], 771, 10
[INSERT], 772, 14
[INSERT], 773, 13
[INSERT], 774, 13
[INSERT], 775, 21
[INSERT], 776, 15
[INSERT], 777, 6
[INSERT], 778, 4
[INSERT], 779, 5
[INSERT], 780, 5
[INSERT], 781, 9
[INSERT], 782, 10
[INSERT], 783, 9
[INSERT], 784, 3
[INSERT], 785, 2
[INSERT], 786, 2
[INSERT], 787, 2
[INSERT], 788, 4
[INSERT], 789, 2
[INSERT], 790, 1
[INSERT], 791, 3
[INSERT], 792, 2
[INSERT], 793, 7
[INSERT], 794, 16
[INSERT], 795, 7
[INSERT], 796, 5
[INSERT], 797, 15
[INSERT], 798, 8
[INSERT], 799, 7
[INSERT], 800, 2
[INSERT], 801, 4
[INSERT], 802, 8
[INSERT], 803, 4
[INSERT], 804, 7
[INSERT], 805, 5
[INSERT], 806, 13
[INSERT], 807, 5
[INSERT], 808, 10
[INSERT], 809, 6
[INSERT], 810, 4
[INSERT], 811, 3
[INSERT], 812, 5
[INSERT], 813, 0
[INSERT], 814, 0
[INSERT], 815, 2
[INSERT], 816, 3
[INSERT], 817, 1
[INSERT], 818, 2
[INSERT], 819, 1
[INSERT], 820, 3
[INSERT], 821, 2
[INSERT], 822, 5
[INSERT], 823, 10
[INSERT], 824, 4
[INSERT], 825, 4
[INSERT], 826, 4
[INSERT], 827, 9
[INSERT], 828, 3
[INSERT], 829, 1
[INSERT], 830, 4
[INSERT], 831, 1
[INSERT], 832, 3
[INSERT], 833, 4
[INSERT], 834, 4
[INSERT], 835, 4
[INSERT], 836, 0
[INSERT], 837, 4
[INSERT], 838, 6
[INSERT], 839, 2
[INSERT], 840, 2
[INSERT], 841, 2
[INSERT], 842, 6
[INSERT], 843, 6
[INSERT], 844, 9
[INSERT], 845, 16
[INSERT], 846, 14
[INSERT], 847, 17
[INSERT], 848, 7
[INSERT], 849, 3
[INSERT], 850, 4
[INSERT], 851, 6
[INSERT], 852, 1
[INSERT], 853, 4
[INSERT], 854, 3
[INSERT], 855, 4
[INSERT], 856, 2
[INSERT], 857, 5
[INSERT], 858, 4
[INSERT], 859, 3
[INSERT], 860, 6
[INSERT], 861, 9
[INSERT], 862, 4
[INSERT], 863, 7
[INSERT], 864, 7
[INSERT], 865, 3
[INSERT], 866, 7
[INSERT], 867, 3
[INSERT], 868, 3
[INSERT], 869, 5
[INSERT], 870, 3
[INSERT], 871, 7
[INSERT], 872, 5
[INSERT], 873, 7
[INSERT], 874, 3
[INSERT], 875, 5
[INSERT], 876, 4
[INSERT], 877, 1
[INSERT], 878, 3
[INSERT], 879, 1
[INSERT], 880, 7
[INSERT], 881, 3
[INSERT], 882, 2
[INSERT], 883, 6
[INSERT], 884, 5
[INSERT], 885, 5
[INSERT], 886, 14
[INSERT], 887, 9
[INSERT], 888, 4
[INSERT], 889, 3
[INSERT], 890, 5
[INSERT], 891, 5
[INSERT], 892, 5
[INSERT], 893, 11
[INSERT], 894, 3
[INSERT], 895, 3
[INSERT], 896, 5
[INSERT], 897, 4
[INSERT], 898, 11
[INSERT], 899, 5
[INSERT], 900, 5
[INSERT], 901, 1
[INSERT], 902, 1
[INSERT], 903, 3
[INSERT], 904, 6
[INSERT], 905, 6
[INSERT], 906, 6
[INSERT], 907, 6
[INSERT], 908, 8
[INSERT], 909, 4
[INSERT], 910, 7
[INSERT], 911, 8
[INSERT], 912, 5
[INSERT], 913, 5
[INSERT], 914, 6
[INSERT], 915, 6
[INSERT], 916, 7
[INSERT], 917, 3
[INSERT], 918, 3
[INSERT], 919, 2
[INSERT], 920, 1
[INSERT], 921, 3
[INSERT], 922, 2
[INSERT], 923, 1
[INSERT], 924, 5
[INSERT], 925, 0
[INSERT], 926, 3
[INSERT], 927, 1
[INSERT], 928, 5
[INSERT], 929, 6
[INSERT], 930, 2
[INSERT], 931, 5
[INSERT], 932, 8
[INSERT], 933, 4
[INSERT], 934, 6
[INSERT], 935, 6
[INSERT], 936, 2
[INSERT], 937, 2
[INSERT], 938, 3
[INSERT], 939, 1
[INSERT], 940, 6
[INSERT], 941, 7
[INSERT], 942, 5
[INSERT], 943, 6
[INSERT], 944, 1
[INSERT], 945, 1
[INSERT], 946, 3
[INSERT], 947, 5
[INSERT], 948, 7
[INSERT], 949, 2
[INSERT], 950, 2
[INSERT], 951, 1
[INSERT], 952, 1
[INSERT], 953, 2
[INSERT], 954, 0
[INSERT], 955, 4
[INSERT], 956, 0
[INSERT], 957, 1
[INSERT], 958, 1
[INSERT], 959, 1
[INSERT], 960, 1
[INSERT], 961, 4
[INSERT], 962, 2
[INSERT], 963, 1
[INSERT], 964, 2
[INSERT], 965, 2
[INSERT], 966, 2
[INSERT], 967, 1
[INSERT], 968, 4
[INSERT], 969, 3
[INSERT], 970, 1
[INSERT], 971, 1
[INSERT], 972, 2
[INSERT], 973, 1
[INSERT], 974, 0
[INSERT], 975, 2
[INSERT], 976, 1
[INSERT], 977, 0
[INSERT], 978, 0
[INSERT], 979, 0
[INSERT], 980, 1
[INSERT], 981, 0
[INSERT], 982, 1
[INSERT], 983, 6
[INSERT], 984, 2
[INSERT], 985, 0
[INSERT], 986, 1
[INSERT], 987, 1
[INSERT], 988, 0
[INSERT], 989, 0
[INSERT], 990, 0
[INSERT], 991, 0
[INSERT], 992, 0
[INSERT], 993, 0
[INSERT], 994, 0
[INSERT], 995, 0
[INSERT], 996, 0
[INSERT], 997, 0
[INSERT], 998, 0
[INSERT], 999, 0
[INSERT], >1000, 874
java -cp /home/peng/git/YCSB/dynamodb/conf:/home/peng/git/YCSB/infinispan/src/main/conf:/home/peng/git/YCSB/core/target/core-0.1.4.jar:/home/peng/git/YCSB/voldemort/src/main/conf:/home/peng/git/YCSB/gemfire/src/main/conf:/home/peng/git/YCSB/nosqldb/src/main/conf:/home/peng/git/YCSB/hbase/src/main/conf:/home/peng/git/YCSB/accumulo/src/main/conf:/home/peng/git/YCSB/cassandra/lib/json-simple-1.1.jar:/home/peng/git/YCSB/cassandra/lib/netty-all-4.0.17.Final.jar:/home/peng/git/YCSB/cassandra/lib/compress-lzf-0.8.4.jar:/home/peng/git/YCSB/cassandra/lib/concurrentlinkedhashmap-lru-1.4.jar:/home/peng/git/YCSB/cassandra/lib/airline-0.6.jar:/home/peng/git/YCSB/cassandra/lib/jbcrypt-0.3m.jar:/home/peng/git/YCSB/cassandra/lib/guava-16.0.jar:/home/peng/git/YCSB/cassandra/lib/slf4j-api-1.7.2.jar:/home/peng/git/YCSB/cassandra/lib/logback-classic-1.1.2.jar:/home/peng/git/YCSB/cassandra/lib/maven-ant-tasks-2.1.3.jar:/home/peng/git/YCSB/cassandra/lib/jline-1.0.jar:/home/peng/git/YCSB/cassandra/lib/apache-cassandra-thrift-2.1.0-beta2-SNAPSHOT.jar:/home/peng/git/YCSB/cassandra/lib/jackson-core-asl-1.9.2.jar:/home/peng/git/YCSB/cassandra/lib/commons-lang3-3.1.jar:/home/peng/git/YCSB/cassandra/lib/disruptor-3.0.1.jar:/home/peng/git/YCSB/cassandra/lib/snakeyaml-1.11.jar:/home/peng/git/YCSB/cassandra/lib/thrift-server-0.3.5.jar:/home/peng/git/YCSB/cassandra/lib/high-scale-lib-1.0.6.jar:/home/peng/git/YCSB/cassandra/lib/libthrift-0.9.1.jar:/home/peng/git/YCSB/cassandra/lib/metrics-core-2.2.0.jar:/home/peng/git/YCSB/cassandra/lib/apache-cassandra-clientutil-2.1.0-beta2-SNAPSHOT.jar:/home/peng/git/YCSB/cassandra/lib/lz4-1.2.0.jar:/home/peng/git/YCSB/cassandra/lib/commons-math3-3.2.jar:/home/peng/git/YCSB/cassandra/lib/stream-2.5.2.jar:/home/peng/git/YCSB/cassandra/lib/reporter-config-2.1.0.jar:/home/peng/git/YCSB/cassandra/lib/javax.inject.jar:/home/peng/git/YCSB/cassandra/lib/super-csv-2.1.0.jar:/home/peng/git/YCSB/cassandra/lib/commons-cli-1.1.jar:/home/peng/git/YCSB/cassandra/lib/logback-core-1.1.2.jar:/home/peng/git/YCSB/cassandra/lib/jna-4.0.0.jar:/home/peng/git/YCSB/cassandra/lib/jamm-0.2.6.jar:/home/peng/git/YCSB/cassandra/lib/commons-codec-1.2.jar:/home/peng/git/YCSB/cassandra/lib/jackson-mapper-asl-1.9.2.jar:/home/peng/git/YCSB/cassandra/lib/apache-cassandra-2.1.0-beta2-SNAPSHOT.jar:/home/peng/git/YCSB/cassandra/lib/snappy-java-1.0.5.jar:/home/peng/git/YCSB/cassandra/lib/stringtemplate-4.0.2.jar:/home/peng/git/YCSB/cassandra/lib/antlr-runtime-3.5.2.jar:/home/peng/git/YCSB/cassandra/target/cassandra-binding-0.1.4.jar:/home/peng/git/YCSB/cassandra/target/archive-tmp/cassandra-binding-0.1.4.jar:/home/peng/git/YCSB/jdbc/src/main/conf com.yahoo.ycsb.Client -db com.yahoo.ycsb.db.CassandraClient10 -P workloads/workloadb -P cassandra.props -threads 50 -s -load